Repository: AvionicsBird/CRASHPlayer
Catalog: CRASHPlayer.widget/Contents/Resources/*/Localizable.strings
Languages: bg, es_mx, fr

# dialog_ok_button
source: Ok
bg: ОК

# dialog_retry_button
source: Retry
bg: Отново
es_mx: Volver aprocesar
fr: Réessayer

# dialog_cancel_button
source: Cancel
bg: Отказ
es_mx: Cancelar
fr: Annuler

# back_button_label
source: Back
bg: Назад
es_mx: Volver
fr: Précédant

# play_button_label
source: Play
bg: Пускане

# mark_watched_label
source: Mark Watched
bg: Отбележи - Гледано
es_mx: Marque vistos
fr: Marquer Regardé

# mark_unwatched_label
source: Mark Unwatched
bg: Отбележи - Негледано
es_mx: Marque no vistos
fr: Marquer Non Regardé

# settings_button
source: Settings
bg: Настройки
es_mx: Configuracíon
fr: Paramètres

# load_button
source: Load %s
bg: Зареди %s
es_mx: Cargar
fr: Charger %s

# refresh_button
source: Refresh
bg: Обновяване
es_mx: Actualizar
fr: Rafraîchir

# welcome_to
source: Welcome to %s
bg: Добре Дошли %s
es_mx: Bienvenido a %s
fr: Bienvenue sur %s

# intro_terms
source: By using %s, you agree to the terms, conditions of service, and privacy policy at at %s
bg: Използвайки %s, вие приемате общите условия и правила за използване, както и пакта за защита на личните данни на%s
es_mx: Mediante el uso de %s, usted acepta los términos, las condiciones de servicio , y la política de privacidad en %s
fr: En utilisant %s, vous acceptez les termes, conditions de service, et la politique relative à la vie privée sur %s

# intro_not_plex
source: %s is NOT created, supported, or maintained by Plex Inc. For support, contact %s
bg: %s не е създанех и не се подържа от Plex Inc. За помощ, моля свържете се с %s
es_mx: %s no se crea , apoyado o mantenido por Plex Inc. Para obtener asistencia , pongase en contacto con%s
fr: %s n'est pas créé, soutenu ni maintenu par Plex Inc. Pour support, contactez %s

# duration_label
source: Duration:
bg: Времетраене:
es_mx: Duración:
fr: Durée:

# progress_label
source: Progress:
bg: Прогрес:
es_mx: Progreso:
fr: Progrès:

# no_config
source: %s is not yet configured. Cannot initialize %s.
bg: %s още не е настроено. Не може да се инициализира %s.
es_mx: %s ya no está configurado No se puede inicializar %s.
fr: %s n'est pas encore configuré. Impossible d'initialiser %s.

# init
source: Initializing %s
bg: Инициализиране %s
es_mx: Iniciando %s

# starting
source: Starting %s
bg: Стартиране %s
es_mx: Iniciando %s

# plex_alive
source: Plex Server is ALIVE
bg: Plex Server е АКТИВЕН
fr: Serveur Plex est VIVANT

# ping_error
source: Error pinging plex server.
bg: Грешка при свързване с Plex.
es_mx: Error ping a servidorPlex.
fr: Erreur ping serveur plex.

# load_error
source: Error getting data for: %s
bg: Грешка при приемане на данни за: %s
es_mx: Error al obtener los datos de: %s
fr: Erreur d'obtention de données pour: %s

# progress_error
source: Error sending progress to server.
bg: Грешка при изпращане на прогреса на сървъра.
es_mx: Error al enviar el progreso con el servidor.
fr: Erreur d'envoi de progrès au serveur.

# network_down
source: The network is down!
bg: Мрежата не е достъпна!
es_mx: La red se a reducido
fr: Le réseau est hors service!

# call_timeout
source: %s Call timed out
bg: %s Просрочено време за връка
es_mx: %s llamada se corto
fr: %s Appel expiré

# huge_response
source: Response Too Large
bg: Отговора е прекалено голям
es_mx: Respuesta demasiado grande
fr: Réponse trop grande

# huge_response_message
source: Your TV is unable to handle this much data. Unable to continue.
bg: Вашият телевизор не може да обработи количеството данни. Продължаването е невъзможно.
es_mx: El televisor es incapaz de manejar esta cantidad de datos. No se puede continuar.
fr: Votre téléviseur est incapable de gérer autant de données. Impossible de continuer.

# xhr_error
source: Received an error response from XHR call: %s
bg: Получаване на грешка от XHR връзка: %s
es_mx: recibido una respuesta errónea de llamada XHR: %s
fr: Une réponse d'erreur de l'appel XHR appel a été reçue : %s

# plex_error
source: The plex server returned error:
bg: Plex Server изпрати грешка:
es_mx: El servidor Plexdevuelto un error:
fr: Le serveur plex a renvoyé une erreur:

source: Error Code:
bg: Грешка:
es_mx: Código de error:
fr: Code d'erreur:

# plex_error_title
source: Plex Server Error
bg: Plex Server Проблем
fr: Errure du server Plex

# plex_server_default_message
source: The plex server returned an error. There is nothing more to see here.
bg: Plex Server изпрати грешка. Няма повече информация.
es_mx: El servidor ha devuelto un error complejo. No se puede ver mas aquí.
fr: Le serveur plex a renvoyé une erreur. Il n'y a plus rien à voir ici.

# plexservice_unavail
source: The PlexService is not available.
bg: PlexService не е достъпно.
es_mx: El Servicio de Plex no está disponible.
fr: PlexService n'est pas disponible.

# plexservice_unavail_message
source: Your Plex Media Server cannot be reached. Your network or server may be down or you may need to configure the IP address in Settings.
bg: Вашият Plex Media Server не е достъпен. Вашата мрежа или сървер са недостъпни/изключени. Възможно е да има проблеми с IP адреса, променете го в настройките.
es_mx: SuServidor Plex Media no se puede seralcanzado. La red o servidor puede ser reducido o puede ser que tenga que configurar la dirección IP en laConfiguración.
fr: Votre Plex Media Server ne peut pas être atteint. Votre réseau ou serveur peut être en panne ou vous devez configurer l'adresse IP dans Paramètres.

# plex_server_down
source: There was a problem contacting your Plex Media Server. Is your server up?
bg: Проблем с връзката с Plex Media Server. Активен ли е?
es_mx: Hubo un problema al comunicarse con su Servidor Plex Media. ¿Se funciona el servidor?
fr: Il y a eu un problème avec votre Plex Media Server. Est ce que votre serveur est allumé?

source: Library
bg: Библиотека
es_mx: Biblioteca
fr: Bibliothèque

source: Channels
bg: Канали
es_mx: Canales
fr: Chaînes

# network_error_dialog_title
source: Network Error
bg: Мрежов проблем
es_mx: Error de red
fr: Erreur réseau

# network_error_dialog_message
source: Your TV is unable to communicate with the network. Please try again later.
bg: Вашият телевизор не може да се върже към мрежата. Пробвайте по-късно.
es_mx: El televisor no se puede comunicar con la red. Por favor, inténtelo más tarde.
fr: Votre téléviseur est incapable de communiquer avec le réseau. S'il vous plaît réessayer plus tard.

# back_to_app
source: Back to %s
bg: Назад към %s
es_mx: Volver a %s
fr: Retour à %s

# server_settings_button
source: Server Settings
bg: Нстройки на сървъра
es_mx: Configuración del servidor
fr: Paramètres du serveur

# server_IP_entry
source: Server IP Address
bg: Сървър IP адрес
es_mx: Dirección IP del servidor
fr: Adresse IP du serveur

# server_port_entry
source: Server Port
bg: Сървър порт
es_mx: Puerto del servidor
fr: Port du serveur

# player_settings_button
source: Player Settings...
bg: Настройки на плейъра...
es_mx: Configuración del reproductor...
fr: Paramètres du lecteur...

# library_settings_header
source: Library Settings
bg: Настройки на библиотеката
es_mx: Configuración de la biblioteca
fr: Paramètres de la bibliothèque

source: Animations:
bg: Анимации:
es_mx: Animaciones:

# restart_required
source: May Require TV restart
bg: Налага се рестартиране на вашият телеяизор
es_mx: Puede requerir reinicio del TV
fr: Peut nécessiter le redémarrage du téléviseur

# about_button
source: About %s
bg: За приложението %s
fr: À propos %s

# defaults_button
source: Reset to Defaults
bg: Възстановяване на настройките по подразбиране
es_mx: Restaurar valores predeterminados
fr: Restaurer

# defaults_dialog_title
source: Reset to Defaults
bg: Настройките по подразбиране
es_mx: Restaurar valores predeterminados
fr: Restaurer les paramètres par défaut

# defaults_dialog_message
source: This will reset all configuration options to default values and exit the application. Continue?
bg: Възстановяване на всички параметри със стандартните стойности и излизане от приложението. Продължете?
es_mx: Esto restablecerá¡ todas las opciones de configuración a los valores predeterminados y salir de laaplicación. Continue?
fr: Cela réinitialisera toutes les options de configuration aux valeurs par défaut et quitter l'application. Continuer?

source: On
bg: ВКЛ

source: Off
bg: ИЗКЛ
es_mx: No

source: Back to Main Settings
bg: Към Основните Настройки
es_mx: Volver aconfiguración principal
fr: Retour aux paramètres principaux

# rw_ff_header
source: Rewind/FastForward
bg: Превъртане Напред/Назад

# rw_ff_active
source: Active:
bg: Активен:
es_mx: Activo:
fr: Actif:

# rw_ff_speed
source: Speed:
bg: Скорост:
es_mx: Velocidad:
fr: Vitesse:

source: Local Playback Settings
bg: Настройки за локално възпроизвеждане
es_mx: Configuración de reproducción local
fr: Paramètres de lecture locales

# playback_select_quality
source: Select Quality
bg: Качество
es_mx: Seleccione la calidad
fr: Sélectionnez qualité

source: Auto
bg: Автоматично

source: Manual
bg: Ръчно
fr: Manuel

# preferred_resolution
source: Preferred Max Resolution
bg: Предпочитана максимална резолюция
es_mx: Resolución preferida
fr: Résolution maximale préférée

# remote_playback_settings
source: Channel/Remote Playback Settings
bg: настройки на дистанционнот възпроизвеждане
es_mx: Canal/Ajustes de reproducción a distancia
fr: Paramètres de lecture chaînes/distance

# hours_minutes
source: %1$s hr %2$s min
bg: %1$s ч %2$s мин

# minutes_seconds
source: %1$s min %2$s sec
bg: %1$s мин %2$s сек

# seconds
source: %1$s sec
bg: %1$s сек

# return_to_app
source: Return to %s
bg: Назад %s
fr: Retour à %s

source: Exit to Dock
bg: Изход към Главно Меню
es_mx: Salir al Muelle
fr: Quitter le quai

# request_error_dialog_title
source: Request Error
bg: Заявка за грешка
fr: Demande erreur

# request_error_message
source: A valid response was not received from the Plex Media Server.
bg: Не е получен валиден отговор от Plex Media Server.
es_mx: Una respuesta válida no fue recibido de la Plex Media Server.
fr: Une réponse valide n'a pas été pas reçue du Plex Media Server.

# empty_section_title
source: Empty Section
bg: Празен раздел
es_mx: Sección vacío
fr: Section vide

# empty_section_message
source: Sorry, this section appears to be empty.
bg: Този раздел е празен.
es_mx: Lo sentimos, esta sección parece estar vacío.
fr: Désolé, cette section semble être vide.

# played_duration
source: Played %1$s of %2$s
bg: Гледани %1$s of %2$s
fr: Progrès %1$s of %2$s

# episode_label
source: Episode: %s
bg: Епизод: %s
es_mx: Episodio: %s

# season_episode_label
source: Season: %s, Episode: %s
bg: Сезон: %s, Епизод: %s
es_mx: Temporada: %s, Episodio: %s
fr: Saison: %s, Episode: %s

# not_supported_dialog_title
source: Not Supported
bg: Не се подържа
es_mx: No compatible
fr: Non pris en charge

# not_supported_dialog_message
source: This version of %s does not yet support this media type. Please send a request to %s
bg: Тази версия %s не подържа този тип медия. Моля изпратете заявка до %s
es_mx: Esta versión de %s todavía no soporta este tipo de medios. Por favor, envíe una solicitud a %s
fr: Cette version of %s ne supporte pas encore ce type de média. S'il vous plaît envoyez une demande à %s

# resume_dialog_title
source: Resume?
bg: Продължаване?
es_mx: Reanudar?
fr: Continuer?

# resume_dialog_message
source: Resume or Play from Beginning
bg: Продължи или Започни от начало
es_mx: Reanudar oEmpezar desde el principio
fr: Continuer ou Lire à partir du début

# play_from_start
source: Play from beginning
bg: Започни от начало
es_mx: Reproducir desde el principio
fr: Lire à partir du début

# media_unavailable_dialog_title
source: Media Unavailable
bg: Медията е недостъпна
es_mx: Media no disponible
fr: Media non disponible

# media_unavailable_dialog_message
source: The media is unavailable at this time.
bg: В момента медията е недостъпна.
es_mx: Los medios de comunicación no estándisponible en este momento.
fr: Media non disponible en ce moment.

# error_string
source: ERROR: %s
bg: ГРЕШКА: %s
fr: ERREUR: %s

# retry_request_message
source: Please try again later.
bg: Пробвайте отново?
es_mx: Mandar su pedido de nuevo?
fr: Réessayer votre demande?

# section_title_missing
source: None
bg: Не Въведена
es_mx: Ninguno
fr: Aucun

# episode_letter
source: E
bg: Е

# season_letter
source: S
bg: С

# infobar_quality
source: Quality: %s
bg: Качество: %s
es_mx: Calidad: %s
fr: Qualité: %s

# infobar_bitrate
source: Bitrate: %s
bg: Скорост: %s
fr: Débit: %s

source: Initializing
bg: Инициализация
es_mx: Inicializando
fr: Initialisation

# infobar_buffer_count
source: Buffer Count: %s
bg: Буфер: %s
es_mx: cuenta del búfer: %s
fr: Compte tampon: %s

# infobar_missing
source: None
bg: Не Въведен
es_mx: Ninguno
fr: Aucun

# infobar_buffer_percent
source: Buffer %: %s
bg: Буфер %: %s
fr: Tampon %: %s

# infobar_framerate
source: Frame Rate: %s
bg: Честота: %s
es_mx: Velocidad de fotogramas: %s
fr: Fréquence image: %s

# playback_auto_dialog_button
source: Auto (bitrate and bandwidth)
bg: Автоматичен режим на качеството
es_mx: Auto (bitrate y ancho de banda)
fr: Auto (débit et bande passante)

# streams_dialog_available_title
source: Available Streams
bg: Налични медии
es_mx: Streams Disponibles
fr: Flux disponibles

# streams_dialog_available_message
source: Choose a media stream for playback.
bg: Изберете медия за възпроизвеждане.
es_mx: Elegir un flujo de medios para la reproducción.
fr: Choisissez un flux multimédia à lire.

# direct_play_error_message
source: Sorry. Your TV doesn't support Direct Play of this media or cannot get to the media
bg: Вашият телевизор не поддържа режим на Direct Play за този тип медия
fr: Désolé. Votre téléviseur ne prend pas en charge la Lecture Directe de ce média ou ne peut pas accéder aux médias

# media_play_error_message
source: Sorry. Your TV had a problem playing this media.
bg: Вашият телевизор има проблем при възпроизвеждането.
es_mx: Perdon. Tutelevisión tenía un problema quereproduce este medio de comunicación.
fr: Désolé. Votre télévision a eu un problème a lire ce média.

# video_error_dialog_title
source: Video Playback Error
bg: Видео проблем
es_mx: Error de sde vidéo.
fr: Erreur de lecture vidéo

# video_error_dialog_message
source: We encountered an error attempting to playback the requested video. Please try again and if the problem persists try again later.
bg: Грешка по време на възпроизвеждането. Моля опитайте отново.
es_mx: Se ha detectado un error al intentar reproducir el vídeo solicitado. Por favor, inténtelo de nuevo y si el problema persiste intente de nuevo más tarde.
fr: Nous avons rencontré une erreur en essayant de lire la vidéo demandée. S'il vous plaît essayer de nouveau et si le problème persiste réessayer plus tard.

# now_playing_generic
source: Return to Video
bg: Назад към видеото
fr: Retour à la vidéo

# now_playing
source: Return to %s
bg: Назад към %s
es_mx: Regrase al %s
fr: Retour à %s

# ping_timeout
source: Timeout while pinging plex server.
es_mx: Tiempo de espera mientras ping a servidor Plex.
fr: Délai d'expiration pendant ping serveur plex.

# auto_mode_description
source: Auto mode attempts to find an appropriate bitrate stream based on TV bandwidth. If this fails, it attempts to use the preferred max resolution.
es_mx: El modo Auto intenta encontrar una corriente bitrate adecuado en función de la anchura de banda de TV. Si esto no funciona, intenta utilizar la resolución preferida.
fr: Mode automatique essaie de trouver un flux de débit binaire approprié en fonction de la bande passante de la télévision. Si cela échoue, il tente d'utiliser la résolution max préféré.

# season_label
source: Season: %s
es_mx: Temporada: %s
fr: Saison: %s

# resume_time_label
source: Resume from: %s
es_mx: Reanudar desde: %s
fr: Continuer depuis: %s

# instant_replay
source: Instant Replay (sec)
es_mx: repetición instantánea (sec)
